Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=363_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskulttuurikeskuksen rakennustyö alkoi vanhojen rakennusten purkauksella
smn: Säämi kulttuurkuávdáá huksimpargo aalgij 12.4. Anarist puári

source: Saamelaiskulttuurikeskuksen rakennustyö alkoi maanantaina 12.4.2010.
smn: Säämi kulttuurkuávdáá huksimpargo aalgij vuossaargâ 12.4.2010.

source: Työmaa aloitettiin purkamalla keskuksen tontilta vanhat rakennukset pois.
smn: Pargo algâttui raččomáin puáris rakânâsâid kuávdáá toontist meddâl.

source: Purku-urakointi kestää viikolle 18/2010.
smn: Raččomurkkodem pištá ookon 18/2010.

source: Rakennustyömaan urakoinnista vastaa Senaatti-kiinteistöt.
smn: Huksimpargo urkkodem kulá Senaatti-kiddoduvváid.
